[
  {
    "name": "Scenario X",
    "thumb": "http://placehold.it/800x600",
    "tags": [],
    "sections": [
      {
        "images": [
          {
            "sources": [
              "/images/scenx/scenx-header2.jpg"
            ]
          }
        ]
      },
      {
        "description": "[copy]",
        "images": [
          {
            "sources": [
              "/images/scenx/scenx-logos.png"
            ]
          }
        ]
      },
      {
        "images": [
          {
            "sources": [
              "/images/scenx/hurricane-web.jpg",
              "/images/scenx/rainforest-web.jpg",
              "/images/scenx/earthquake-web.jpg"
            ]
          }
        ]
      }
    ]
  },
  {
    "name": "GLOCK Confidence Campaign",
    "thumb": "/images/confidence/confidencecamp.jpg",
    "tags": [
      "Design", "Advertising", "Art Direction", "Copywriting"
    ],
    "sections": [
      {
        "description": "2013 was a record-setting year for GLOCK as they successfully shipped over a million pistols from their North American HQ in Smyrna, GA. With the upcoming launch of two new pistol models in January 2014, GLOCK was looking to refresh their advertising campaign creative while still maintaining the “Confidence” messaging they have become synonymous with. CraterDust proposed a new campaign tagline that would leverage the previous years messaging while reaching out to the ever-growing numbers of concealed-carry pistol owners across the country. “Confidence. It’s What You Carry.” speaks to both the literal translation of what one carries on their person as well as to the way people carry themselves. The updated tagline allowed GLOCK to engage consumers on multiple levels and became the basis for the 2014 advertising campaign.",
        "images": [
          {
            "sources": [
              "/images/confidence/confidence.jpg"
            ]
          }
        ]
      },
      {
        "title": "Print",
        "description": "As GLOCK has a long-standing relationship with most US gun enthusiast magazines and publications, it was no exception that 2014 would see many print ads run in a variety of sizes and formats.  CraterDust worked with GLOCK and its partners to frame up the 2014 quarterly ad cycles and placements.  We then proposed which key ads would make the biggest impact for each quarter based on the consumer outreach.  CraterDust oversees and produces all aspects of the ads from initial sketch and copy to photo-shoot art direction and production of final art.",
        "images": [
          {
            "sources": [
              "/images/confidence/swat-modernshooter.jpg",
              "/images/confidence/female-full.jpg",
              "/images/confidence/military-ops.jpg"
            ],
            "style": "col-md-4"
          }
        ]
      },
      {
        "title": "Digital",
        "description": "The “Confidence” campaign continues through digital mediums via the GLOCK website and social media platforms such as Facebook and Twitter. While refreshing the current US website with new campaign imagery and design, we also provided creative direction for social activations to their millions of online fans.",
        "images": [
          {
            "sources": [
              "/images/confidence/screencapture.png"
            ]
          },
          {
            "sources": [
              "/images/confidence/caliber-size-social.jpg",
              "/images/confidence/confidenceis0915.jpg",
              "/images/confidence/rangetime.jpg"
            ],
            "style": "col-md-4"
          }
        ]
      },
      {
        "title": "Collateral",
        "description": "Created for consumer facing events, direct sales and fan engagement, GLOCK collateral such as patches, stickers and other takeaways were designed to bear the bold confidence messaging and stark brand-based imagery.",
        "images": [
          {
            "sources": [
              "/images/confidence/patches.jpg"
            ]
          },
          {
            "sources": [
              "/images/confidence/nrapatch.png",
              "/images/confidence/oppatch.png",
              "/images/confidence/confpatch.png"
            ],
            "style": "col-md-4"
          }
        ]
      },
      {
        "title": "Apparel",
        "description": "GLOCK reached out to us to revamp their e-store with new designs for all their gear. Graphics were created by CraterDust to speak to the company’s innovation and superior engineering while engaging their loyal audience of enthusiasts.",
        "images": [
          {
            "sources": [
              "/images/confidence/glockshirts.jpg"
            ]
          }
        ]
      }
    ]
  },
  {
    "name": "GLOCK Innovation Video",
    "thumb": "/images/innovation/innovationvid.jpg",
    "tags": [
      "Design", "Advertising", "Art Direction", "Copywriting"
    ],
    "sections": [
      {
        "description": "CraterDust worked with Buford-based production company Modest to create this launch video for the SHOT Show 2014 GLOCK Party. We wrote the treatment, supplied direction and design for this short piece to capture the brand’s heritage of innovation from the original GLOCK 17 pistol to the all new GLOCK 41 Gen4 and GLOCK 42. To top it off, this video garnered CraterDust 3 silver and 5 bronze Telly Awards.",
        "videos": [
          "http://player.vimeo.com/video/83629200?wmode=opaque"
        ]
      }
    ]
  },
  {
    "name": "GLOCK 41 Tactical Video",
    "thumb": "/images/g41/g41tact2.jpg",
    "tags": [
      "Design", "Advertising", "Art Direction", "Copywriting"
    ],
    "sections": [
      {
        "description": "CraterDust worked with Modest to produce this launch video for the promotion of GLOCK’s newest practical tactical model, the G41 Gen4. We created the story boards, wrote the treatment, and supplied design for this spot to embody the trust in the GLOCK name and outstanding product. With the success of this video CraterDust brought home 4 bronze Telly Awards.",
        "videos": [
          "http://player.vimeo.com/video/92731048?wmode=opaque"
        ],
        "images": [
          {
            "sources": [
              "/images/g41/g41flow1.jpg",
              "/images/g41/g41flow2.jpg",
              "/images/g41/g41flow3.jpg",
              "/images/g41/g41flow4.jpg",
              "/images/g41/g41flow5.jpg",
              "/images/g41/g41flow6.jpg"
            ],
            "style": "col-md-12"
          }
        ]
      }
    ]
  },
  {
    "name": "GLOCK Perfection Line",
    "thumb": "/images/perfection/hangtags1.jpg",
    "tags": [
      "Design", "Advertising", "Art Direction", "Copywriting"
    ],
    "sections": [
      {
        "description": "We worked with GLOCK to create the identity for a high-end apparel line for firearm enthusiasts and professionals called The Perfection Line. The look and feel was to reflect the quality of materials and understated design approach as it relates to the GLOCK brand. The Perfection Line was brought to our team where we provided creative direction, package design and branding to launch the new line.",
        "images": [
          {
            "sources": [
              "/images/perfection/hangtags1.jpg",
              "/images/perfection/perfectionline.jpg"
            ]
          }
        ]
      }
    ]
  },
  {
    "name": "GLOCK Lobby Glass Installation",
    "thumb": "/images/lobby/glocklobbyglass.png",
    "tags": [
      "Design", "Advertising", "Art Direction", "Copywriting"
    ],
    "sections": [
      {
        "description": "CraterDust was challenged with the task of redesigning the lobby interior for GLOCK, Inc. North American headquarters in Smyrna, Georgia. Given the nature of the existing space, we proposed a high-end solution consisting of etched/sand-blasted, LED edge-lit glass. CraterDust conceived, designed and managed the entirety of this project. Installation video produced by Blue Carousel Productions.",
        "videos": [
          "http://player.vimeo.com/video/104437653?wmode=opaque"
        ],
        "images": [
          {
            "sources": [
              "/images/lobby/lobbyPanelA.png",
              "/images/lobby/lobbyPanelB.png"
            ]
          }
        ]
      }
    ]
  },
  {
    "name": "GLOCK Safety Pledge",
    "thumb": "/images/safety/safetypledge.png",
    "tags": [
      "Design", "Advertising", "Art Direction", "Copywriting"
    ],
    "sections": [
      {
        "description": "We had the opportunity to provide the creative for the GLOCK “Safety Pledge” landing page, social assets and posts for “National Safety Month” in June 2014. With GLOCK working in conjunction with Project Child Safe and NSSF, we supported the promotion with art direction as it engaged consumers across the United States to spread the word about gun safety.",
        "videos": [
          "http://www.youtube.com/embed/CC7bs3ed3-w?wmode=opaque"
        ],
        "images": [
          {
            "sources": [
              "/images/safety/glocksafetypledge.png",
              "/images/safety/safetypledgebadge.png"
            ]
          }
        ]
      }
    ]
  },
  {
    "name": "GLOCK \"Wrong Diner\"",
    "thumb": "/images/diner/wrongdiner.png",
    "tags": [
      "Design", "Advertising", "Art Direction", "Copywriting"
    ],
    "sections": [
      {
        "description": "The ‘Wrong Diner’ video below was 1 of a series produced for GLOCK featuring R. Lee Ermey as the Gunny. Working with Rogin Entertainment out of California, the director and director of photography furnished a loose script, a few photos of the diner and a basic shot list via email. After a few phone calls, the storyboards below are what was presented to the production company. With few differences, the video reflects a fairly accurate portrayal of the extended cut that can be seen currently on YouTube. The video featured here is the edited version which was created for commercial broadcasts. The ‘Wrong Diner’ is among the highest of GLOCK fan favorites and went on to win multiple Communicator awards the year it debuted.",
        "videos": [
          "https://www.youtube.com/embed/_vDA9CIj93c"
        ],
        "images": [
          {
            "sources": [
              "/images/diner/flow1.jpg",
              "/images/diner/flow2.jpg",
              "/images/diner/flow3.jpg",
              "/images/diner/flow4.jpg",
              "/images/diner/flow5.jpg",
              "/images/diner/flow6.jpg",
              "/images/diner/flow7.jpg",
              "/images/diner/flow8.jpg",
              "/images/diner/flow9.jpg",
              "/images/diner/flow10.jpg",
              "/images/diner/flow11.jpg",
              "/images/diner/flow12.jpg",
              "/images/diner/flow13.jpg",
              "/images/diner/flow14.jpg"
            ]
          }
        ]
      }
    ]
  },
  {
    "name": "Ad Council Award Dinner",
    "thumb": "/images/council/adcouncil.png",
    "tags": [
      "Design", "Advertising", "Art Direction", "Copywriting"
    ],
    "sections": [
      {
        "description": "CraterDust had the opportunity to work with Ron Montgomery & Associates (RMA) to produce graphics for the 2013 Ad Council Public Service Award Dinner held at The Waldorf Astoria Hotel in New York City.",
        "images": [
          {
            "sources": [
              "/images/council/dinner.jpg",
              "/images/council/adcouncil.png"
            ]
          }
        ]
      }
    ]
  },
  {
    "name": "Crowne Plaza Trophy",
    "thumb": "/images/plaza/crowne-plaza.jpg",
    "tags": [
      "Design", "Advertising", "Art Direction", "Copywriting"
    ],
    "sections": [
      {
        "description": "CraterDust worked with Ogden Design to create this one-of-a-kind custom trophy for the Champion of the annual Crowne Plaza Invitational at Colonial Pro/Am Golf Tournament. We began with thumbnail sketches that explored similar shapes found in the sport of golf. Once we nailed down the sweeping form language, we moved to orthographic views and established material finishes. A foam scale-model was then made that enabled us to check the proportions and view the trophy from multiple angles. After presenting the concept to Crowne Plaza, the model was green-lit and went to custom fabricators for production. Varying thicknesses of brushed aluminum were shaped and cut using CNC water-jets while a custom glass-blown golf ball was created by world famous Chihuly studios. Assembly and finishing were completed with a hand-made, polished maple base. The trophy was prominently displayed at various Crowne Plaza golf events leading up to the culmination of the tournament where it was awarded to the champion.",
        "images": [
          {
            "sources": [
              "/images/plaza/trophy.jpg",
              "/images/plaza/ortho.jpg",
              "/images/plaza/sketch.jpg"
            ]
          }
        ]
      }
    ]
  },
  {
    "name": "Presbyterian Hospital System",
    "thumb": "/images/pres/pres.png",
    "tags": [
      "Design", "Advertising", "Art Direction", "Copywriting"
    ],
    "sections": [
      {
        "description": "Ogden Design, Hannah Interiors and CraterDust worked together to offer a fresh new approach to the interiors of Presbyterian Hospital Systems area clinics. Beginning with site surveys to several locations, photos and measurements were taken along with notes leading to a thorough understanding of the clinics’ current layouts and efficiency with regard to administering patient care. Initial plan views offered led to alternative traffic flow solutions that would increase workflow and patient treatment efficiency. With increased functionality and best use of space now solved, the focus then turned to a new lighter interior with updated colors, flooring and furniture. Presentation renderings and swatch boards of several local area hospitals were then presented to the hospital’s Board of Directors. The presentation got Presbyterian staff very excited and the hospital is currently moving forward while discussing planning and funding.",
        "images": [
          {
            "sources": [
              "/images/pres/pres.png",
              "/images/pres/presrendering.jpg",
              "/images/pres/presrendering2.jpg"
            ]
          }
        ]
      }
    ]
  },
  {
    "name": "Chick-Fil-A Leadercast Pitch",
    "thumb": "/images/chickfila/chickfila.jpg",
    "tags": [
      "Design", "Advertising", "Art Direction", "Copywriting"
    ],
    "sections": [
      {
        "description": "GiANT Impact contacted CraterDust in need of a “quick sketch artist” to create renderings for a video they were producing for one of their proposed Leadercast events in Atlanta. Working with their team to provide the approach and art direction for the video, CraterDust worked at GiANT and on camera cranked out the drawings based on supplied content and reference. The video was shot and produced by Blue Carousel Productions and was well received by Chick-fil-A as a refreshing approach to otherwise typical pitch presentations.",
        "videos": [
          "http://player.vimeo.com/video/105762821?wmode=opaque"
        ]
      }
    ]
  },
  {
    "name": "Mizuno “A Brillant Run”",
    "thumb": "/images/mizuno/brilliantrun.png",
    "tags": [
      "Design", "Advertising", "Art Direction", "Copywriting"
    ],
    "sections": [
      {
        "title": "Mizuno “Observe”",
        "description": "This video was 1 of 2 web videos produced for Mizuno for the launch of their new WaveRider 15 shoe. The campaign revolved around the hypothetical idea – If Einstein Ran. The first video as seen below showed Einstein making his observations.",
        "videos": [
          "https://www.youtube.com/embed/n3HYRCi8Fgw"
        ],
        "images": [
          {
            "sources": [
              "/images/mizuno/flow1.jpg",
              "/images/mizuno/flow2.jpg",
              "/images/mizuno/flow3.jpg",
              "/images/mizuno/flow4.jpg",
              "/images/mizuno/flow5.jpg",
              "/images/mizuno/flow6.jpg"
            ]
          }
        ]
      },
      {
        "title": "Mizuno “Engineer”",
        "description": "This spot picks up where the first one left off. Einstein is back in his lab putting it all together and then he has his eureka moment.",
        "videos": [
          "https://www.youtube.com/embed/yBlMDdpX3yk"
        ],
        "images": [
          {
            "sources": [
              "/images/mizuno/flow7.jpg",
              "/images/mizuno/flow8.jpg",
              "/images/mizuno/flow9.jpg",
              "/images/mizuno/flow10.jpg",
              "/images/mizuno/flow11.jpg",
              "/images/mizuno/flow12.jpg",
              "/images/mizuno/flow13.jpg"
            ]
          }
      ]
      }
    ]
  },
  {
    "name": "S.P.I.D.E.R Pack Concept",
    "thumb": "/images/spider/spiderpack.png",
    "tags": [
      "Design", "Advertising", "Art Direction", "Copywriting"
    ],
    "sections": [
      {
        "description": "This concept was developed for the ‘72 hour survival challenge’ that was featured on idsketching.com a few years ago. It was an online competition open to all U.S. designers. After a fair amount of time researching emerging technologies and creating countless ideation sketches, this is the pack that was presented. The Wacom industrial design team served as the panel of judges that ultimately awarded the S.P.I.D.E.R. Pack first place and a new Wacom Intuos Graphire4 tablet.",
        "images": [
          {
            "sources": [
              "/images/spider/flow1.jpg",
              "/images/spider/flow2.jpg",
              "/images/spider/flow3.jpg",
              "/images/spider/flow4.jpg",
              "/images/spider/flow5.jpg"
            ]
          }
        ]
      }
    ]
  },
  {
    "name": "Concept Art/Renderings",
    "thumb": "/images/concept/taylormade.jpg",
    "tags": [
      "Design", "Advertising", "Art Direction", "Copywriting"
    ],
    "sections": [
      {
        "description": "Unlike many studios who depend on freelance illustrators, we handle all of our rendering and illustration needs in-house. We have supplied countless presentation renderings and design sketches to clients as well as marketing departments, design firms and architects. Whether you’re looking to have your concept visualized for your next pitch or need a robust design sketch that addresses real needs, we offer rendering capabilities in a variety of styles from analog or digital hand-sketches to fully developed CAD models. We also offer character design, storyboards and key frames for animatics and broadcasts.",
        "images": [
          {
            "sources": [
              "/images/concept/taylormade.jpg",
              "/images/concept/flow1.jpg"
            ]
          }
        ]
      }
    ]
  },
  {
    "name": "AT&T Classic Kiosks",
    "thumb": "/images/kiosks/kiosk-thumb.jpg",
    "tags": [
      "Design", "Advertising", "Art Direction", "Copywriting"
    ],
    "sections": [
      {
        "description": "Working with Ogden Design, CraterDust provided conceptual sketches exploring both form and functionality for kiosks AT&T would utilize at their many events. These one-off kiosks needed to speak to the progressive nature of AT&T’s emerging technologies while also being easy to set up and breakdown. One kiosk would highlight and feature new technology and another kiosk would be utilized as a DJ booth for live onsite radio broadcasts. By creating a form language that was shared by both kiosks, the two pieces each provided optimal functionality catered to its purpose while sporting a unified look and feel.",
        "images": [
          {
            "sources": [
              "/images/kiosks/attfullroom.jpg",
              "/images/kiosks/kiosk-thumb.jpg",
              "/images/kiosks/att790.jpg",
              "/images/kiosks/attrender.jpg"
            ]
          }
        ]
      }
    ]
  },
  {
    "name": "Cooper Lighting",
    "thumb": "/images/cooper/cooper1.jpg"
  }
]
